Repository: AntunTkalcec/Queen_Drinks_Alone
Catalog: Software/Dama pije sama V2/Dama pije sama V2/Dama pije sama V2/Resources/AppResources.*.resx
Languages: hr

# AboutGameLbl1
source: Players in this game:
hr: Igrači u igri:

# AboutGameLbl2
source: Cards played:
hr: Odigrano karti:

# AboutGameLbl3
source: Game length:
hr: Duljina igre:

# AboutPageTitle
source: Author and links
hr: Autor i linkovi

# AppTitle
source: Queen Drinks Alone
hr: Dama Pije Sama

# BugLabel1
source: Found a bug?
hr: Našao si bug?

# BugLabel2
source: Report it to the aforementioned e-mail describing it as best you can.
hr: Prijavi ga na gore navedeni e-mail sa što više informacija o njemu.

# CardChangeError
source: You're doing that too quickly. Slow down.
hr: Prebrzo to radiš. Uspori s mijenjanjem karata.

# ChangeLangBtn
source: Change language
hr: Promijeni jezik

# ContactLabel
source: Contact
hr: Kontakt

# DeckShuffledMsg
source: Deck shuffled and reset.
hr: Špil resetiran i promiješan.

# DeleteHistoryBtn
source: I'm ashamed. Delete history
hr: Sram me. Obriši povijest

# DeleteHistoryMsg
source: Game history deleted.
hr: Izbrisana je povijest igranja.

# DeletePlayerError
source: You're not gonna drink alone are you?
hr: Pa nećeš valjda cugat' solo...

# EmptyDeckMsg
source: The deck is empty!
hr: Špil je prazan!

# EverybodyDrinksMsg
source: EVERYBODY DRINKS
hr: SVI PIJU

# GamesLoadingError
source: Something went wrong. Or you drank too much...
hr: Nešto je pošlo po zlu. Ili ste previše popili...

# GamesString
source: games
hr: igara

# GameString
source: Game
hr: Igra

# GeneralDBError
source: Something went wrong there :( Try again or contact the developer.
hr: Nešto je pošlo po zlu :( Probaj opet ili kontaktiraj developera.

# GeneralError
source: Something went wrong :/
hr: Nešto nije uspjelo :/

# HistoryBtn
source: History
hr: Povijest

# HistoryPageEmpty
source: Games will appear here once you start playing
hr: Igre će se pojaviti ovdje kad započneš jednu

# HistoryPageTitle
source: Play history
hr: Povijest igranja

# HowToPlayBtn
source: How to play
hr: Kako igrati

# LangSelectError
source: You haven't chosen a language
hr: Nisi izabrao/la jezik

# NicknameError
source: At least give all the players a nickname...
hr: Bar dodaj svim igračima neki nadimak...

# NoPlayersGame
source: This game was played with no players
hr: Ova se igra igrala bez igrača

# PlayerNameDefault
source: Enter name
hr: Upiši ime

# PlayerNameEmpty
source: Nameless
hr: Bezimeni

# PlayersBtn
source: Players
hr: Igrači

# PlayersLbl
source: Players: swipe down
hr: Igrači: swipe down

# PlayersPageTitle
source: How many drinkers?
hr: Koliko vas danas cuga?

# PlayerString
source: Player
hr: Igrač

# SettingsPageTitle
source: Settings
hr: Postavke

# SetupBtn1
source: Croatian
hr: Hrvatski

# SetupBtn2
source: English
hr: Engleski

# SetupBtn3
source: Start
hr: Dalje

# SocialNetworksLabel
source: Social networks
hr: Društvene mreže

# SwipeRightLbl
source: Next: swipe right
hr: Dalje: swipe right
